//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Avbryt";
"_edit_"                    = "Redigera";
"_tap_to_cancel_"           = "Tryck för att avbryta";
"_tap_to_min_max_"          = "Tryck för att minimera eller maximera";
"_cancel_request_"          = "Vill du avbryta?";
"_upload_file_"             = "Ladda upp fil";
"_download_file_"           = "Hämta fil";
"_delete_"                  = "Ta bort";
"_rename_"                  = "Byt namn";
"_rename_file_"             = "Byt namn på fil";
"_rename_folder_"           = "Byt namn på mapp";
"_move_"                    = "Flytta";
"_add_"                     = "Lägg till";
"_save_"                    = "Spara";
"_warning_"                 = "Varning";
"_error_"                   = "Fel";
"_no_"                      = "Nej";
"_yes_"                     = "Ja";
"_select_"                  = "Välj";
"_select_all_"              = "Välj alla";
"_upload_"                  = "Ladda upp";
"_home_"                    = "Filer";
"_files_"                   = "Filer";
"_ok_"                      = "OK";
"_done_"                    = "Klar";
"_clear_"                   = "Rensa";
"_continue_anyway_"         = "Fortsätt ändå";
"_selected_"                = "Vald";
"_no_active_account_"       = "Inget aktivt konto";
"_info_"                    = "Info";
"_warning_"                 = "Varning";
"_video_"                   = "Video";
"_overwrite_"               = "Skriv över";
"_create_"                  = "Skapa";
"_create_folder_"           = "Skapa mapp";
"_create_folder_e2ee_"      = "Skapa krypterad mapp";
"_close_"                   = "Stäng";
"_remove_"                  = "Ta bort";
"_file_not_found_"          = "Filen hittades inte";
"_continue_"                = "Fortsätt";
"_continue_editing_"        = "Fortsätt redigera";
"_auto_upload_folder_"      = "Automatisk uppladdning";
"_photo_"                   = "Bild";
"_audio_"                   = "Ljud";
"_unknown_"                 = "Okänd";
"_success_"                 = "Lyckades";
"_mode_filename_"           = "Filnamnsläge";
"_warning_owncloud_"        = "Du är ansluten till en ownCloud-server. Detta har inte testats och stöds inte. Använd funktionen på egen risk. Information om hur du migrerar till Nextcloud finns på https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Du använder en version av Nextcloud som inte stöds. För att säkra din data rekommenderar vi starkt att du uppdaterar till den senaste stabila versionen av Nextcloud.";
"_restore_"                 = "Återställ";
"_tap_here_to_change_"      = "Tryck här för att ändra";
"_no_albums_"               = "Inga album";
"_denied_album_"            = "Den här appen har inte tillgång till \"Bilder\". Du kan aktivera åtkomst i inställningar.";
"_denied_camera_"           = "Den här appen har inte tillgång till \"Kamera\". Du kan aktivera åtkomst i inställningar.";
"_save_to_camera_roll_"        = "Spara i Bilder";
"_save_to_camera_roll_desc_"   = "När funktionen är aktiverad sparas foton och videor som tas med appens kamera även i Bilder på din iOS-enhet.";
"_force_start_"             = "Tvinga starten";
"_account_does_not_exist_"  = "Kontot %@ finns inte. Logga in igen.";
"_sharing_"                 = "Delning";
"_details_"                 = "Detaljer";
"_no_permission_add_file_"  = "Du har inte behörighet att lägga till filer.";
"_no_permission_delete_file_" = "Du har inte behörighet att radera filer.";
"_no_permission_modify_file_" = "Du har inte behörighet att ändra filer.";
"_no_permission_favorite_file_" = "Du har inte behörighet att lägga till filen i dina favoriter.";
"_add_folder_info_"         = "Lägg till mappinfo";
"_back_"                    = "Tillbaka";
"_go_back_"                 = "Gå tillbaka";
"_search_"                  = "Sök";
"_search_or_create_tags"    = "Sök eller skapa tagg";
"_tags_"                    = "Taggar";
"_share_tags_create_"       = "Skapa \"%@\"";
"_share_tags_no_results_"   = "Inga taggar hittades";
"_share_tags_added_named_"  = "Taggen %@ har skapats.";
"_edit_tags_"               = "Hantera taggar";
"_create_tag_error_"        = "Det gick inte att skapa ny tagg. Försök igen.";
"_of_"                      = "av";
"_livephoto_save_"          = "Spara Live Photo i Bilder";
"_livephoto_save_error_"    = "Det gick inte att spara Live Photo.";
"_livephoto_no_"            = "Inaktivera Live Photo";
"_convert_live_photo_"      = "Konvertera till Live Photo";
"_file_conflict_num_"       = "filkonflikt";
"_file_conflicts_num_"      = "filkonflikter";
"_file_conflict_desc_"      = "Vilka filer vill du behålla?\nOm du väljer båda versionerna kommer den kopierade filen att få nummer tillagt i namnet.";
"_file_conflict_new_"       = "Nya filer";
"_file_conflict_exists_"    = "Filer som redan finns";
"_file_not_rewite_doc_"     = "Det går inte att skriva över ett dokument, bara skapa ett nytt.";
"_move_or_copy_"            = "Flytta eller kopiera";
"_move_copy_diff_account_"  = "Du kan inte kopiera eller flytta filer mellan olika konton.";
"_copy_"                    = "Kopia";
"_now_"                     = "Nu";
"_wait_"                    = "Vänta …";
"_recent_"                  = "Nya";
"_view_in_folder_"          = "Utforska i mapp";
"_leave_share_"             = "Lämna denna delning";
"_disabled_"                = "inaktiverad";
"_compact_"                 = "Kompakt";
"_normal_"                  = "Normal";
"_verbose_"                 = "Utförlig";
"_standard_"                = "Standard";
"_maximum_"                 = "Maximal";
"_error_occurred_"          = "Ett fel uppstod, försök igen.";
"_retry_"                   = "Försök igen";
"_images_"                  = "Bilder";
"_confirm_"                 = "Bekräfta";
"_confirm_continue_"        = "Bekräfta genom att fortsätta den tidigare uppladdningen";
"_confirm_resetting_"       = "Bekräfta att den tidigare uppladdningen ska ignoreras";
"_background_location_access_title_"    = "Platsåtkomst i bakgrunden";
"_background_location_access_message_"  = "Den här appen behöver platsåtkomst i bakgrunden för att automatiskt ladda upp filer när du rör dig mellan områden. GPS används inte och din plats sparas aldrig.";
"_enable_background_location_title_"    = "Aktivera platsåtkomst i bakgrunden";
"_enable_background_location_message_"  = "För att tillåta automatiska filuppladdningar i bakgrunden, aktivera 'Alltid' platsåtkomst i Inställningar.";
"_enable_background_location_footer_"   = "För att automatiskt hålla ditt fotobibliotek uppdaterat kan den här appen använda platsåtkomst i bakgrunden.\nDet gör att den kan upptäcka när du befinner dig i ett nytt område och kontrollera om nya foton ska laddas upp.\nGPS används inte, och din plats sparas eller spåras aldrig.";

/* MARK: Files lock */

"_lock_"                            = "Lås";
"_unlock_"                          = "Lås upp";
"_lock_file_"                       = "Lås fil";
"_unlock_file_"                     = "Lås upp fil";
"_lock_selected_files_"             = "Lås filer";
"_unlock_selected_files_"           = "Lås upp filer";
"_locked_by_"                       = "Låst av %@";
"_file_locked_no_override_"         = "Den här filen är låst. Det går inte att åsidosätta.";
"_lock_no_permissions_selected_"    = "Inte tillåtet för vissa valda filer eller mappar.";
"_remove_file_"             = "Radera fil";
"_delete_file_"             = "Ta bort fil";
"_delete_folder_"           = "Ta bort mapp";
"_size_"                    = "Storlek";
"_set_user_status_"         = "Onlinestatus";
"_set_user_status_message_" = "Statusmeddelande";
"_open_settings_"           = "Öppna inställningar";
"_settings_account_request_" = "Begär konto vid start";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Skriv alias";
"_alias_footer_"            = "Ge dina konton ett beskrivande namn, som Hem, Arbete, Skola…";
"_privacy_legal_"           = "Integritets- och juridisk policy";
"_source_code_"             = "Hämta källkod";
"_account_select_"          = "Välj konto";
"_account_select_to_add_"   = "Välj konto att lägga till";
"_remove_local_account_"    = "Ta bort lokalt konto";
"_want_delete_account_"     = "Vill du ta bort det lokala kontot?";
"_prevent_http_redirection_"= "Omdirigering i HTTP är inte tillåten.";
"_http_account_insecure_"   = "Det här kontot använder en osäker HTTP-serveradress. Data överförs okrypterat.";
"_https_failed_try_http_"   = "Det gick inte att upprätta en säker anslutning. Vill du prova osäker HTTP i stället? Data överförs okrypterat.";
"_single_file_conflict_title_" = "Filkonflikt";
"_multi_file_conflict_title_" = "%@ filkonflikter";
"_replace_action_title_" = "Ersätt";
"_keep_both_action_title_" = "Behåll båda";
"_cancel_keep_existing_action_title_" = "Avbryt och behåll befintlig";
"_replace_all_action_title_" = "Ersätt alla";
"_keep_both_for_all_action_title_" = "Behåll båda för alla";
"_more_action_title_" = "Fler detaljer";
"_wait_file_preparation_" = "Förbereder filuppladdning. Vänta …";
"_keep_active_for_upload_" = "Håll appen aktiv tills uppladdningen är slutförd …";
"_keep_active_for_transfers_" = "Håll appen aktiv tills överföringarna är slutförda …";
"_wait_file_encryption_"  = "Vänta medan filen krypteras …";
"_passcode_counter_fail_" = "För många misslyckade försök. Vänta innan du försöker igen.";
"_seconds_"               = "sekunder";
"_change_lock_passcode_"  = "Ändra lösenkod";
"_lock_cannot_disable_mdm_" = "Det är inte tillåtet att inaktivera lösenkodslåset enligt din konfigurationsprofil.";

// MARK: User Status

/* User status */
"_online_"                  = "Online";

/* User status */
"_away_"                    = "Borta";

/* User status */
"_dnd_"                     = "Stör ej";

/* User status */
"_dnd_description_"         = "Dölj alla aviseringar";

/* User status */
"_invisible_"               = "Osynlig";

/* User status */
"_invisible_description_"   = "Visa som frånkopplad";

/* User status */
"_busy_"                    = "Upptagen";

/* User status */
"_select_user_status_"      = "Ställ in online-status";
"_select_status_message_"      = "Ställ in statusmeddelande";
"_status_message_"          = "Statusmeddelande";
"_status_message_placehorder_"  = "Vad är din status?";
"_online_status_"           = "Online-status";
"_set_status_message_"      = "Sätt statusmeddelande";
"_clear_status_message_after_"  = "Rensa status efter";

/* User status */
"_select_option_"           = "Välj alternativ";
"_dont_clear_"              = "Rensa inte";
"_15_minutes_"              = "15 minuter";
"_30_minutes_"              = "30 minuter";
"_an_hour_"                 = "en timme";
"_1_hour_"                  = "1 timme";
"_4_hours_"                 = "4 timmar";
"_day_"                     = "I dag";
"_this_week_"               = "Denna vecka";
"_days_"                    = "Dagar";
"_hours_"                   = "Timmar";
"_minutes_"                 = "Minuter";


"_network_not_available_"   = "Nätverk inte tillgängligt.";
"_file_already_exists_"     = "Begäran kunde inte genomföras, det finns redan en fil med samma namn.";
"_files_lock_error_"        = "Det uppstod ett fel när låset för den här filen skulle ändras.";
"_more_"                        = "Mer";
"_notifications_"               = "Aviseringar";
"_quota_space_unlimited_"       = "Obegränsat";
"_quota_space_unknown_"         = "Okänd";
"_quota_using_"                 = "Du använder %@ av %@";
"_acknowledgements_"            = "Tredjepartslicenser";
"_settings_"                    = "Inställningar";
"_enter_password_"              = "Ange lösenord …";
"_lock_"                        = "Lås";
"_lock_active_"                 = "Lås: På";
"_lock_not_active_"             = "Lås: Av";
"_lock_protection_no_screen_"        = "Fråga inte vid uppstart";
"_enable_touch_face_id_"        = "Aktivera Touch/Face ID";
"_wifi_only_"                   = "Använd endast Wi-Fi-anslutning";
"_settings_autoupload_"         = "Automatisk uppladdning av bilder";
"_clear_cache_"                 = "Rensa cachen";
"_clear_cache_footer_"          = "Rensa hämtade och frånkopplade filer från appen";
"_exit_"                        = "Återställ app";
"_exit_footer_"                 = "Ta bort alla konton och lokal data från appen.";
"_want_exit_"                   = "Varning! Kommer att nollställas. Fortsätta?";
"_want_delete_cache_"           = "Vill du radera cacheminnet (tar också bort pågående överföringar)?";
"_add_account_"                 = "Lägg till konto";
"_want_delete_"                 = "Du kommer att radera följande:";
"_want_leave_share_"            = "Du kommer lämna följande delningar:";
"_no_delete_"                   = "Nej, radera inte";
"_yes_delete_"                  = "Ja, radera";
"_information_"                 = "Information";
"_select_offline_warning_"      = "Att göra flera filer och mappar tillgängliga offline kan ta ett tag och använda mycket minne när du gör det.";
"_advanced_"                    = "Avancerat";
"_permissions_"                 = "Behörigheter";
"_custom_permissions_"          = "Anpassade behörigheter";
"_disable_files_app_"           = "Inaktivera integration med Filer-appen";
"_disable_files_app_footer_"    = "Tillåt inte åtkomst till filer via iOS Filer-appen.";
"_time_remaining_"              = "%@ återstår";
"_autoupload_"                      = "Automatisk uppladdning av foton och videor";
"_autoupload_select_folder_"        = "Välj mapp för \"automatisk uppladdning\"";
"_autoupload_photos_"               = "Automatisk uppladdning av bilder";
"_autoupload_videos_"               = "Automatisk uppladdning av videor";
"_autoupload_favorites_"            = "Endast automatisk uppladdning av favoriter";
"_autoupload_description_"          = "Välj om nya foton eller videoklipp ska laddas upp automatiskt till ditt konto.";
"_autoupload_fullphotos_"           = "Ladda upp hela kamerabiblioteket";
"_start_autoupload_"                = "Slå på automatisk uppladdning";
"_stop_autoupload_"                 = "Stäng av automatisk uppladdning";
"_autoupload_fullphotos_footer_"    = "Justera alternativen ovan innan du laddar upp.";
"_autoupload_create_subfolder_"     = "Använd undermappar";
"_autoupload_create_subfolder_footer_"  = "Lagra foton i undermappar baserat på år, månad eller dag.";
"_autoupload_subfolder_granularity_"    = "Undermappens detaljnivå";
"_filenamemask_"                        = "Ändra mask för filnamn";
"_filenamemask_footer_"                 = "Som standard, när en fil laddas upp, får den automatiskt följande format: åå-mm-dd hh-mm-ss plus en 4-siffrig räknare. Om du inte gillar det här formatet kan du ändra det här förutom den sista 4-siffriga räknaren, som inte kan utelämnas.";
"_autoupload_current_folder_"           = "Nuvarande vald mapp";
"_show_hidden_files_"           = "Visa dolda filer";
"_format_compatibility_"        = "Mest kompatibel";
"_format_compatibility_footer_" = "\"Mest kompatibel\" sparar om möjligt bilder som JPEG";
"_privacy_"                     = "Integritet";
"_privacy_footer_"              = "Den här appen använder en tjänst för kraschrapportering. Inga personuppgifter skickas med rapporten. Du kan stänga av funktionen genom att aktivera ”Inaktivera kraschrapportering”.";
"_crashservice_title_"          = "Inaktivera crash reporter";
"_crashservice_alert_"          = "Appen måste startas om för att ändringen ska börja gälla.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" kommer att spara den valda bilden i \"Live Photo\"-format, om möjligt.";
"_capabilities_"                = "Funktioner";
"_capabilities_footer_"         = "Visa paketen som används av appen om de är installerade och tillgängliga på servern.";
"_diagnostics_"                 = "Diagnostik";
"_diagnostics_footer_"          = "Ändring av loggnivå kräver en omstart av appen för att träda i kraft";
"_view_log_"                    = "View log files";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Rensa loggfil";
"_set_log_level_"               = "Ange loggnivå";
"_log_file_clear_alert_"        = "Loggfilen har rensats!";
"_connect_server_anyway_"       = "Vill du ansluta till servern ändå?";
"_server_is_trusted_"           = "Anser du att den här servern är betrodd?";
"_connection_error_"            = "Anslutningsfel";
"_login_url_"                   = "Serveradress https://…";
"_login_url_error_"             = "Ogiltig URL. Kontrollera serverns URL.";
"_login_error_"                 = "Det gick inte att logga in. Försök igen senare.";
"_favorites_"                   = "Favoriter";
"_favorite_short_"              = "Favoritisera";
"_tutorial_favorite_view_"      = "Filer och mappar du väljer som favoriter dyker upp här";
"_tutorial_offline_view_"       = "Filer kopierade här kommer bli tillgängliga frånkopplad.\n\nDe vill synkroniseras med ditt moln.";
"_tutorial_groupfolders_view_"  = "Inga teammappar än";
"_more_"                        = "Mer";
"_favorite_no_files_"           = "Inga favoriter ännu";
"_no_date_information_"                     = "Ingen datuminformation";
"_no_camera_information_"                   = "Ingen kamerainformation";
"_no_lens_information_"                     = "Ingen linsinformation";
"_today_"                                   = "Idag";
"_yesterday_"                               = "Igår";
"_access_photo_not_enabled_"                = "Åtkomst till Bilder är inte aktiverad";
"_access_photo_not_enabled_msg_"            = "Gå till Inställningar → Appar → Nextcloud → Bilder och aktivera åtkomst till bildbiblioteket";
"_access_background_app_refresh_denied_"    = "Bakgrundsuppdatering är inaktiverad. Aktivera den i Inställningar, annars upptäcks inte nya foton eller videor när appen körs i bakgrunden.";
"_new_photos_starting_"                     = "Endast foton eller videor som börjar med %@ kommer att laddas upp.";
"_tutorial_photo_view_"                     = "Inga foton eller videor har laddats upp ännu";
"_error_createsubfolders_upload_"           = "Fel när undermappar skapades";
"_remove_photo_CameraRoll_"                 = "Ta bort från kamerarullen";
"_remove_photo_CameraRoll_desc_"            = "Efter uppladdningen visas en bekräftelse innan de uppladdade fotona och videorna tas bort från Bilder. De finns fortfarande kvar i albumet Nyligen raderade i 30 dagar.";
"_never_"                       = "aldrig";
"_less_a_minute_"               = "mindre än en minut sedan";
"_a_minute_ago_"                = "en minut sedan";
"_minutes_ago_"                 = "%d minuter sedan";
"_an_hour_ago_"                 = "en timme sedan";
"_hours_ago_"                   = "%d timmar sedan";
"_a_day_ago_"                   = "en dag sedan";
"_days_ago_"                    = "%d dagar sedan";
"_forbidden_characters_"        = "Otillåtna tecken: %@";
"_cannot_send_mail_error_"      = "Inget konto uppsatt eller fel e-postadress angiven.";
"_open_url_error_"              = "Det går inte att öppna URL:en för den här åtgärden.";
"_media_"                       = "Media";
"_order_by_"                    = "Sortera efter";
"_name_"                        = "Namn";
"_date_"                        = "Datum";
"_size_"                        = "Storlek";
"_delete_selected_files_"       = "Ta bort filer";
"_remove_favorites_"            = "Inte favorit";
"_add_favorites_"               = "Favoritisera";
"_share_"                       = "Dela";
"_remove_local_file_"           = "Ta bort lokalt";
"_folders_"                     = "mappar";
"_folder_"                      = "mapp";
"_files_"                       = "Filer";
"_file_"                        = "fil";
"_no_file_pull_down_"           = "Ladda upp en fil eller dra ner för att uppdatera";
"_no_file_no_permission_to_create_" = "Du har inte behörighet att skapa eller ladda upp filer i den här mappen.";
"_limited_dimension_"           = "Maxstorleken nådd";
"_save_selected_files_"         = "Spara i Bilder";
"_file_not_saved_cameraroll_"   = "Fel: Filen sparades inte i Bilder";
"_file_saved_cameraroll_"       = "Filen sparades i Bilder";
"_favorite_on_top_"             = "Sortera favoriter först";
"_directory_on_top_"            = "Sortera mappar före filer";
"_show_description_"            = "Visa mappbeskrivning";
"_show_recommended_files_"      = "Visa rekommendationer";
"_search_no_record_found_"      = "Inget resultat";
"_search_in_progress_"          = "Sökning pågår …";
"_search_instruction_"          = "Sök efter fil (minst 2 tecken)";
"_files_no_files_"              = "Inga filer här";
"_files_no_folders_"            = "Inga mappar här";
"_request_in_progress_"         = "Skickar förfrågan till servern …";
"_personal_files_only_"         = "Endast personliga filer";

"audio"                         = "LJUD";
"directory"                     = "MAPPAR";
"document"                      = "DOKUMENT";
"image"                         = "BILDER";
"template"                      = "MALLAR";
"video"                         = "VIDEO";

"_paste_file_"                  = "Klistra in";
"_cancel_all_task_"             = "Avbryt alla överföringar";
"_status_wait_download_"        = "Väntar på hämtning";
"_status_downloading_"          = "Hämtar";
"_status_wait_upload_"          = "Väntar på att ladda upp";
"_status_wait_create_folder_"   = "Väntar på att skapa mappen";
"_status_wait_delete_"          = "Väntar på att radera";
"_status_wait_rename_"          = "Väntar på att byta namn";
"_status_wait_favorite_"        = "Väntar på att ändra favorit";
"_status_wait_copy_"            = "Väntar på att kopiera";
"_status_wait_move_"            = "Väntar på att flytta";
"_status_uploading_"            = "Uppladdning";
"_status_upload_error_"         = "Fel, väntar på att ladda upp";
"_select_media_folder_"         = "Ställ in mapp för media";
"_media_viewimage_show_"        = "Visa endast bilder";
"_media_viewvideo_show_"        = "Visa endast video";
"_media_show_all_"              = "Visa båda";
"_good_morning_"                = "God morgon";
"_good_day_"                    = "God dag";
"_good_afternoon_"              = "God eftermiddag";
"_good_evening_"                = "God kväll";
"_good_night_"                  = "Godnatt";
"_servers_"                     = "Servrar";
"_select_server_"               = "Välj en server …";

// MARK: Share

"_share_link_"                  = "Dela länk";
"_share_link_name_"             = "Länknamn";
"_password_"                    = "Lösenord";
"_share_password_"              = "Lösenordsskyddad länk";
"_date_"                        = "Datum";
"_user_sharee_footer_"          = "Tryck för att ändra behörigheter";
"_enforce_password_protection_" = "Tillämpa lösenordskydd";
"_shared_with_you_by_"          = "Delad med dig av";
"_shareLinksearch_placeholder_" = "Namn, e-postadress eller federerat moln-ID …";
"_new_comment_"                 = "Ny kommentar …";
"_edit_comment_"                = "Redigera kommentar";
"_delete_comment_"              = "Ta bort kommentar";
"_share_read_only_"             = "Skrivskyddat läge";
"_share_editing_"               = "Kan redigera";
"_share_allow_upload_"          = "Tillåt uppladdning och redigering";
"_share_file_drop_"             = "Filförfrågan";
"_share_secure_file_drop_"      = "Säkert filinkast (endast uppladdning)";
"_share_hide_download_"         = "Dölj hämtning";
"_share_allowed_downloads_"     = "Tillåtna hämtningar";
"_share_limit_download_"        = "Begränsa hämtningar";
"_remaining_"                   = "%d återstår";
"_share_password_protect_"      = "Password protection";
"_share_expiration_date_"       = "Välj utgångsdatum";
"_share_note_recipient_"        = "Notering till mottagare";
"_share_add_sharelink_"         = "Lägg till en annan länk";
"_share_can_read_"              = "Läs";
"_share_can_reshare_"           = "Dela";
"_share_can_create_"            = "Skapa";
"_share_can_change_"            = "Redigera";
"_share_can_delete_"            = "Ta bort";
"_share_can_download_"          = "Tillåt hämtning och synkronisering";
"_share_unshare_"               = "Ta bort delning";
"_share_internal_link_"         = "Intern länk";
"_share_internal_link_des_"     = "Fungerar endast för användare som har åtkomst till den här filen eller mappen.";
"_share_reshare_disabled_"      = "Du får inte dela vidare den här filen eller mappen.";
"_share_reshare_restricted_"    = "Notera: Du har bara begränsad behörighet att dela vidare den här filen/mappen.";
"_remote_"                      = "Extern";
"_remote_group_"                = "Fjärrgrupp";
"_conversation_"                = "Konversation";
"_no_transfer_"                 = "Inga överföringar än";
"_no_transfer_sub_"             = "Uppladdningar och hämtningar från den här enheten visas här";
"_no_transfer_in_progress_"     = "Inga pågående överföringar";
"_no_transfer_in_progress_sub_" = "Aktiva uppladdningar och hämtningar från den här enheten visas här.";
"_no_transfer_in_waiting_"      = "Inga väntande överföringar";
"_no_transfer_in_waiting_sub_"  = "Överföringar som väntar på att starta visas här.";
"_no_transfer_in_error_"        = "Inga överföringsfel";
"_no_transfer_in_error_sub_"    = "Överföringar som kräver din uppmärksamhet visas här.";
"_transfers_waiting_shown_"     = "%1$d av %2$d överföringar väntar";
"_no_activity_footer_"              = "Inga fler aktiviteter att ladda";
"_transfers_"                       = "Överföringar";
"_activity_"                        = "Aktivitet";
"_trash_file_not_found_"            = "Det verkar som om filen inte finns i papperskorgen. Gå till papperskorgen för att uppdatera den och försök igen.";
"_list_shares_"                     = "Delat";
"_list_shares_no_files_"            = "Inget delat än";
"_tutorial_list_shares_view_"       = "Filer och mappar du delar kommer att dyka upp här";
"_offline_"                         = "Frånkopplad";
"_upload_photos_videos_"            = "Ladda upp bilder eller videor";
"_upload_file_"                     = "Ladda upp fil";
"_create_nextcloudtext_document_"   = "Skapa textdokument";
"_use_folder_auto_upload_"          = "Använd mappen \"automatisk uppladdning\" som destination";
"_filename_"                        = "Filnamn";
"_enter_filename_"                  = "Ange filnamn …";
"_default_preview_filename_footer_" = "Exempel på förhandsvisning av filnamn: IMG_0001.JPG";
"_filename_header_"                 = "Ange filnamn";
"_preview_filename_"                = "Exempel förhandsvisning av filnamn. Du kan använda masken %@ för datum/tid.";
"_add_filenametype_"                = "Specificera typ i filnamn";
"_maintain_original_filename_"      = "Behåll det ursprungliga filnamnet";
"_notifications_"                   = "Aviseringar";
"_untitled_"                        = "Namnlös";
"_e2e_settings_title_"              = "Kryptering";
"_e2e_settings_"                    = "Ände-till-ände-kryptering";
"_e2e_settings_start_"              = "Starta ände-till-ände-kryptering";
"_e2e_settings_activated_"          = "Ände-till-ände-kryptering aktiverad";
"_e2e_server_disabled_"             = "Ände-till-ände-kryptering är inaktiverad på servern";
"_e2e_settings_view_passphrase_"    = "De 12 orden bildar tillsammans en mycket stark lösenfras som endast du kan använda för att komma åt dina krypterade filer. Skriv ned den och förvara den säkert.";
"_e2e_settings_read_passphrase_"    = "Läs lösenord";
"_e2e_settings_lock_not_active_"    = "Lås inte aktivt. Gå till \"Inställningar\" och aktivera det.";
"_e2e_settings_the_passphrase_is_"  = "Lösenordet är:";
"_e2e_passphrase_request_title_"    = "Efterfråga lösenord";
"_e2e_passphrase_request_message_"  = "Ange de 12 orden";
"_e2e_settings_remove_"             = "Ta bort krypteringen lokalt";
"_e2e_settings_remove_message_"     = "Bekräfta borttagning av kryptering tillsammans med lösenordet.";
"_e2e_set_folder_encrypted_"        = "Kryptera";
"_e2e_remove_folder_encrypted_"     = "Avkryptera";
"_e2e_file_encrypted_"              = "Fil krypterad";
"_e2e_goto_settings_for_enable_"    = "Det här är en krypterad mapp. Gå till Inställningar och aktivera ände-till-ände-kryptering.";
"_e2e_in_upload_"                   = "Uppladdning pågår, vänta tills alla filer överförts.";
"_scans_document_"                  = "Skanna dokument";
"_scanned_images_"                  = "Skannade bilder";
"_scan_document_pdf_page_"          = "Sida";
"_scan_label_document_zone_"        = "Tryck eller dra bilder nedåt för att skapa dokument";
"_filter_document_"                 = "Dokument";
"_filter_original_"                 = "Orginal";
"_quality_image_title_"             = "Förhandsgranska bildkvalitet";
"_file_creation_"                   = "Skapa fil";
"_delete_all_scanned_images_"       = "Ta bort alla skannade bilder";
"_text_recognition_"                = "Textigenkänning";
"_all_files_"                       = "Alla filer";
"_personal_files_"                  = "Personliga filer";

"_trash_view_"                      = "Borttagna filer";
"_empty_trash_"                     = "Töm papperskorgen";
"_trash_no_trash_"                  = "Inga filer borttagna";
"_trash_no_trash_description_"      = "Du kan återställa borttagna filer här";
"_confirm_delete_selected_"         = "Är du säker på att du vill ta bort de markerade objekten?";
"_manage_file_offline_"             = "Hantera frånkopplade filer";
"_set_available_offline_"           = " Ange som tillgänglig frånkopplad";
"_remove_available_offline_"        = "Ta bort som tillgänglig frånkopplad";
"_create_new_document_"             = "Dokument";
"_create_new_spreadsheet_"          = "Kalkylblad";
"_create_new_presentation_"         = "Presentation";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "Fler dokument";
"_go_online_"                       = "Gå online för att se dokumentet";
"_intro_1_title_"                   = "Håll din data säkra och under din kontroll";
"_intro_2_title_"                   = "Säkert samarbete och filutbyte";
"_intro_3_title_"                   = "Lättanvänd web-epost, kalender och kontakter";
"_intro_4_title_"                   = "Skärmdelning, onlinemöten och webbkonferenser";
"_log_in_"                          = "Logga in";
"_sign_up_"                         = "Registrera hos en leverantör";
"_host_your_own_server"             = "Använd din egen server";
"_invalid_url_"                         = "Ogiltig server-URL";
"_ssl_certificate_untrusted_"           = "Certifikatet för den här servern är ogiltigt.";
"_ssl_certificate_changed_"             = "Certifikatet för den här servern verkar ha ändrats.";
"_file_already_exists_"                 = "Begäran kunde inte genomföras, det finns redan en fil med samma namn.";
"_error_files_upload_"                  = "Fel vid uppladdning av filer.";
"_internal_generic_error_"              = "internt fel.";
"_err_permission_microphone_"           = "Tillåt mikrofonanvändning i inställningar.";
"_err_permission_photolibrary_"         = "Tillåt bilder i inställningar.";
"_qrcode_not_authorized_"   = "Den här appen har inte behörighet att använda den bakre kameran.";
"_qrcode_not_supported_"    = "QR-kod stöds inte av aktuell enhet.";
"_create_voice_memo_"       = "Skapa röstmemo";
"_voice_memo_start_"        = "Tryck för att starta";
"_voice_memo_stop_"         = "Tryck för att stoppa";
"Enter Passcode"            = "Ange lösenkod";
"Enter a new passcode"      = "Ange en ny lösenkod";
"Confirm new passcode"      = "Bekräfta ny lösenkod";
"_too_many_failed_passcode_attempts_error_" = "För många misslyckade försök. Försök igen.";
"Passcodes didn't match. Try again." = "Lösenkoderna matchade inte. Försök igen.";
"Delete"                    = "Ta bort";
"Cancel"                    = "Avbryt";
"_certificate_details_"     = "Certifikatserverinformation";
"_certificate_pn_details_"  = "Certifikatsdetaljer för push-meddelanden";
"_certificate_view_"        = "Certifikatserver";
"_certificate_pn_view_"     = "Certifikat push-meddelanden";
"_save_as_scan_"            = "Spara som skannad";
"_save_changes_"            = "Spara ändringar?";
"_modify_"                  = "Ändra";
"_overwrite_original_"      = "Skriv över original";
"_save_as_copy_"            = "Spara som kopia";
"_discard_changes_"         = "Släng ändringar?";
"_message_disable_overwrite_livephoto_" = "Den här bilden är en levande bild, den går inte att skriva över.";
"_discard_changes_info_"    = "Dina ändringar kommer att ignoreras.";
"_delete_files_desc_"       = "Ta bort filer för att frigöra utrymme";
"_delete_old_files_"        = "Ta bort, i cache, alla filer äldre än";
"_never_"                   = "aldrig";
"_1_year_"                  = "1 år";
"_6_months_"                = "6 månader";
"_3_months_"                = "3 månader";
"_1_month_"                 = "1 månad";
"_1_week_"                  = "1 vecka";
"_monthly_"                 = "Varje månad";
"_yearly_"                  = "Årligen";
"_daily_"                   = "Dagligen";
"_used_space_"              = "Använt utrymme:";
"_login_address_detail_"    = "Länken till din %@ webbsida när du öppnar den i webbläsaren.";
"_go_to_page_"              = "Gå till sida";
"_page_"                    = "Sida";
"_this_document_has_%@_pages_"              = "Dokumentet har %@ sidor";
"_invalid_page_"                            = "Felaktig sida";
"_the_entered_page_number_does_not_exist_"   = "Det angivna sidnumret finns inte.";
"_error_something_wrong_"   = "Något gick fel";
"_try_download_full_resolution_"            = "Hämta bilden i full upplösning";
"_full_resolution_image_info_"            = "Det kan avslöja mer information om fotot.";
"_download_audio_"          = "Hämta ljudet till enheten";
"_copied_path_"             = "Kopierad sökväg";
"_privacy_screen_"          = "Dölj innehåll när appen är inaktiv";
"_privacy_screen_footer_"   = "Dölj innehållet i appen och visa en startskärm när appen är inaktiv.";
"_in_"                      = "i";
"_enter_passphrase_"        = "Ange lösenordsfras (12 ord)";
"_show_more_results_"       = "⋯ Ladda fler resultat.";
"_waiting_for_"             = "Väntar på:";
"_reachable_wifi_"          = "nätverk tillgängligt via Wi-Fi eller kabel";
"_copy_passphrase_"         = "Kopiera lösenordsfras";
"_ok_copy_passphrase_"      = "OK och kopiera lösenordsfras";
"_select_color_"            = "Välj färg";
"_change_color_"            = "Ändra färg";
"_description_dashboardwidget_" = "Att alltid ha en Dashboard till hands har aldrig varit enklare.";
"_description_fileswidget_" = "Visa dina senaste filer och använd verktygsfältet för att snabba upp dina aktiviteter.";
"_description_toolbarwidget_"   = "Ett verktygsfält för att snabba upp dina aktiviteter.";
"_title_lockscreenwidget_"  = "Status";
"_description_lockscreenwidget_"    = "Håll ett öga på tillgängligt utrymme och senaste aktivitet";

"_keep_running_"            = "Håll appen igång för en bättre användarupplevelse.";
"_apps_nextcloud_detect_"   = "Upptäckta %@ appar";
"_add_existing_account_"    = "Andra %@ appar har upptäckts, vill du lägga till ett befintligt konto?";
"_status_in_progress_"      = "Läser in status …";
"_status_e2ee_on_server_"   = "Ände-till-ände-kryptering är redan konfigurerad på servern men ännu inte aktiverad på den här enheten.";
"_status_e2ee_not_setup_"   = "Ände-till-ände-kryptering är ännu inte konfigurerad på servern.";
"_status_e2ee_configured_"  = "Ände-till-ände-kryptering är korrekt konfigurerad.";
"_e2ee_set_as_offline_"     = "Inte tillåtet för krypterade filer eller mappar.";
"_change_upload_filename_"  = "Vill du spara filen med ett annat namn?";
"_save_file_as_"            = "Spara fil som %@";
"_password_ascii_"          = "Lösenordet får inte innehålla specialtecken.";
"_calendar_contacts_"       = "Kalender och kontakter";
"_mobile_config_"           = "Hämta konfigurationsprofilen";
"_calendar_contacts_footer_warning_"    = "Konfigurationsprofilen kan bara laddas ner om Safari är inställd som standardwebbläsare.";
"_calendar_contacts_footer_"    = "Efter att ha laddat ner profilen kan du installera den från inställningar.";
"_modify_image_desc_"       = "Tryck på en fil för att ändra eller byta namn.";
"_message_disable_livephoto_" = "Den här bilden är en levande bild, om du ändrar den förloras levande-effekten.";
"_enable_livephoto_"        = "Aktivera Live Photo";
"_disable_livephoto_"       = "Inaktivera Live Photo";
"_undo_modify_"             = "Ångra ändring";
"_rename_already_exists_"   = "En fil med detta namn finns redan.";
"_group_folders_"           = "Teammappar";
"_play_from_files_"         = "Spela upp video från en fil";
"_play_from_url_"           = "Spela upp video från en länk";
"_valid_video_url_"         = "Infoga en giltig URL";
"_chunk_move_"              = "Den skickade filen kunde inte återskapas, kontrollera serverloggen.";
"_download_image_"          = "Hämta bilden";
"_download_video_"          = "Hämta videon";
"_reset_wrong_passcode_"    = "Återställer appen …";
"_reset_wrong_passcode_option_" = "Återställ appen efter 10 misslyckade försök";
"_reset_wrong_passcode_desc_" = "Om du aktiverar detta raderas alla konton och lokala data efter %d misslyckade försök att ange lösenordet.";
"_deviceOwnerAuthentication_" = "Biometrisk sensorn har tillfälligt inaktiverats på grund av flera misslyckade försök. Ange enhetens lösenord för att aktivera sensorn igen.";
"_virus_detect_"            = "Ett virus upptäcktes. Uppladdningen kan inte slutföras.";
"_select_photos_"           = "Välj bilder";
"_selected_photo_"          = "valt foto";
"_selected_photos_"         = "valda foton";
"_delete_selected_photos_"  = "Radera markerade bilder";
"_media_square_"            = "Fyrkantigt rutnät";
"_media_ratio_"             = "Bildförhållande rutnät";
"_autoupload_notice_"       = "För att säkerställa att denna funktion fungerar korrekt måste Bakgrundsuppdatering aktiveras. Annars kommer nya bilder eller videor inte att upptäckas när appen körs i bakgrunden.\n\nObservera också att appen inte kan upptäcka nya bilder och videor om den avslutas manuellt. När appen körs i bakgrunden kan dataöverföringen vara långsammare, och nya bilder och/eller videor upptäcks vanligtvis var 10:e minut, beroende på enhetens batterinivå.\n\nFör att verifiera att appen fungerar korrekt kan du använda loggfilen som finns tillgänglig i Avancerade inställningar.";
"_display_"                 = "Visa";
"_appearance_"              = "Utseende";
"_light_"                   = "Ljus";
"_dark_"                    = "Mörk";
"_use_system_style_"        = "Använd systemets stil";
"_account_settings_"        = "Kontoinställningar";
"_users_"                   = "Användare";
"_users_footer_"            = "Gör det möjligt att välja ett konto varje gång du öppnar appen.";
"_while_charging_"          = "Under laddning";
"_keep_screen_awake_"       = "Håll skärmen vaken\nvid överföring av filer";
"_error_not_found_"         = "Den efterfrågade resursen kunde inte hittas";
"_error_conflict_"          = "Förfrågan kunde inte slutföras på grund av en konflikt i resursens nuvarande tillstånd";
"_error_precondition_"      = "Servern uppfyller inte en av förutsättningarna som begärts av klienten";
"_downloading_"             = "Laddar ner";
"_additional_options_"      = "Ytterligare alternativ";
"_unauthorizedFilesPasscode_" = "Filer-appen kan inte användas när ett lösenord är aktiverat";
"_disableFilesApp_"         = "Filer-appen kan inte användas eftersom den är inaktiverad";
"_widget_available_nc25_"   = "Widgeten är endast tillgänglig från och med serverversion 25";
"_no_items_"                = "Inga objekt";
"_check_back_later_"        = "Återkom senare";
"_no_data_available_"       = "Ingen data tillgänglig";
"_recent_activity_"         = "Senaste aktivitet";
"_maintenance_mode_"        = "Servern är för närvarande i underhållsläge, vilket kan ta en stund.";
"_account_disabled_"        = "Konto inaktiverat";
"_user_"                    = "Användare";
"_add_subtitle_"            = "Lägg till en extern undertext";
"_add_audio_"               = "Lägg till ett externt ljud";
"_upload_foreground_msg_"   = "Stäng inte %@ innan överföringen är klar …";
"_upload_background_msg_"   = "Filöverföring pågår …";
"_create_folder_error_"     = "Ett fel uppstod när mappen skapades:\n%@.\n\nLös problemet så snart som möjligt\n\nAlla uppladdningar är avstängda tills problemet är löst.\n";
"_creating_dir_progress_"   = "Skapar mappar … håll appen aktiv.";
"_creating_db_photo_progress_" = "Skapar bildarkiv … håll appen aktiv.";
"_account_unauthorized_"    = "Det gick inte att auktorisera kontot %@. Logga in igen.";
"_folder_offline_desc_"     = "Även utan internetanslutning kan du organisera dina mappar och skapa filer. När du är online igen synkroniseras dina väntande åtgärder automatiskt.";
"_offline_not_allowed_"     = "Åtgärden är inte tillåten i offlineläge";
"_Upload_native_format_yes_"= "Ladda upp i ursprungligt format: ja";
"_Upload_native_format_no_" = "Ladda upp i ursprungligt format: nej";
"_terms_of_service_"        = "Användarvillkor";
"_terms_accept_"            = "Jag bekräftar att jag har läst och godkänt ovanstående villkor.";
"_terms_accepted_"          = "Villkor accepterade";
"_recommended_files_"       = "Rekommenderade filer";
"_propagate_layout_"        = "Tillämpa följande ändring på alla undermappar";
"_version_mismatch_error_"  = "Versionsändring: öppna huvudappen för att uppdatera data.";
"_check_auto_upload_"       = "Automatisk uppladdning är för närvarande inaktiverad.\nMed Nextcloud för iOS kan du automatiskt säkerhetskopiera dina foton och videor på servern.\nÖppna Inställningar → Automatisk uppladdning, välj önskade alternativ och aktivera funktionen med knappen ”%@”.";
"_cancel_all_request_"      = "Är du säker på att du vill avbryta alla överföringar?";
"_cancel_all_"              = "Avbryt alla";
"_dismiss_"                 = "Avfärda";
"_opt_in_pro_"              = "Optimering pågår …";
"_update_in_progress_"      = "Uppdatering pågår …";
"_delete_in_progress_"      = "Radering pågår …";
"_download_in_progress_"    = "Hämtning pågår …";
"_upload_in_progress_"      = "Uppladdning pågår …";
"_transfer_in_progress_"    = "Överföring pågår …";
"_in_waiting_"              = "Väntar";
"_in_progress_"             = "Pågående";
"_in_error_"                = "Fel";
"_retry_minutes_"           = "minuter kvar till nästa försök";
"_retry_seconds_"           = "sekunder kvar till nästa försök";
"_retry_soon_"              = "försöker igen snart …";
"_large_upload_tip_"        = "Stora filer kräver att appen förblir öppen tills överföringen är slutförd";
"_e2ee_upload_tip_"         = "Ände-till-ände-krypterade filer kräver att appen förblir öppen tills överföringen är klar";
"_finalizing_wait_"         = "Väntar på slutförande …";
"_in_this_folder_"          = "I den här mappen";
"_media_no_longer_available_" = "Mediet är inte längre tillgängligt";
"_this_item_has_been_deleted_" = "Det här objektet har tagits bort.";
"_video_not_available_" = "Videon är inte tillgänglig";
"_disable_" = "Inaktivera";
"_no_subtitles_available_" = "Inga undertexter tillgängliga";
"_no_audio_tracks_available_" = "Inga ljudspår tillgängliga";
"_add_external_subtitle_" = "Lägg till extern undertext";
"_repeat_current_media_" = "Upprepa aktuellt objekt";
"_play_next_media_automatically_" = "Spela upp nästa objekt automatiskt";
"_image_load_failed_" = "Det gick inte att läsa in bilden";
"_image_load_failed_" = "Det gick inte att läsa in bilden";
"_gif_file_could_not_be_decoded_" = "GIF-filen kunde inte avkodas";
"_svg_file_could_not_be_rendered_" = "SVG-filen kunde inte återges";
"_image_file_could_not_be_decoded_" = "Bildfilen kunde inte avkodas";
"_media_not_available_" = "Mediet är inte tillgängligt";
"_no_assistant_installed_"  = "Assistenten är inte installerad på den här servern. Be din administratör att installera appen Assistent";
"_open_in_office_" = "Öppna i Office";
"_select_date_" = "Välj datum";
"_always_play_with_vlc_" = "Spela alltid upp med VLC";
"_account_not_available_" = "Kontot är inte tillgängligt";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Svep åt vänster från skärmens högra kant för att visa miniatyrerna";
"_tip_accountrequest_"      = "Tryck här för att byta konto eller för att lägga till ett nytt";
"_tip_addcopyimage_"        = "Tryck och håll ned för att klistra in en kopierad bild";
"_tip_open_mediadetail_"    = "Svep uppåt för att visa detaljerna";
"_tip_autoupload_button_"   = "Konfigurera alternativen som du önskar (mapp, Wi-Fi, nytt innehåll, undermappar) och tryck på “Slå på automatisk uppladdning”.\nDu kan stoppa det när som helst, justera inställningarna och aktivera det igen.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Kortkontroll";
"_accessibility_add_upload_"    = "Lägg till och ladda upp";
"_dismiss_menu_"                = "Stäng menyn";
"_show_profile_"                = "Visa profil";
// a11y: On/Off
"_on_"                          = "På";
// a11y: On/Off
"_off_"                         = "Av";
"_list_"                        = "Lista";
"_icons_"                       = "Ikoner";

// MARK: Assistant
"_assistant_task_unknown_"       = "Okänd";
"_assistant_task_scheduled_"     = "Schemalagd";
"_assistant_task_in_progress_"   = "Pågående";
"_assistant_task_completed_"     = "Slutförd";
"_assistant_task_failed_"        = "Misslyckades";
"_input_"                        = "Indata";
"_output_"                       = "Utdata";
"_task_details_"                 = "Uppgiftsdetaljer";
"_assistant_"                    = "Assistent";
"_new_task_"                     = "Ny %@ uppgift";
"_no_tasks_"                     = "Hej! Vad kan jag hjälpa dig med idag?";
"_create_task_subtitle_"         = "Använd + knappen för att skapa en ny uppgift.";
"_edit_task_"                    = "Redigera %@ uppgift";
"_no_types_"                     = "Ingen leverantör hittades";
"_no_types_subtitle_"            = "AI-leverantörer måste vara installerade för att kunna använda assistenten.";
"_assistant_ai_warning_"         = "Resultatet som visas här är genererat av AI. Se till att alltid dubbelkolla.";
"_no_chat_subtitle_"             = "Försök skicka ett meddelande för att starta en konversation.";
"_retry_response_generation_"    = "Försök igen att generera svar";
"_conversations_"                = "Konversationer";
"_new_conversation_"             = "Ny konversation";
"_type_message_"                 = "Skriv ett meddelande …";
"_assistant_chat_"               = "Assistentchatt";
"_assistant_error_send_message_"  = "Det gick inte att skicka meddelandet. Försök igen.";
"_assistant_error_load_messages_" = "Det gick inte att läsa in meddelandena. Försök igen.";
"_assistant_error_generate_response_" = "Det gick inte att generera ett svar. Försök igen.";

// MARK: Client certificate
"_no_client_cert_found_"         = "Servern begär ett klientcertifikat.";
"_no_client_cert_found_desc_"    = "Vill du installera ett TLS-klientcertifikat?\nObservera att .p12-certifikatet först måste installeras på enheten genom att du trycker på det och installerar det som en identitetscertifikatprofil i Inställningar. Certifikatet MÅSTE även ha ett lösenord, eftersom iOS kräver det.";
"_client_cert_enter_password_"   = "Ange lösenordet för det valda certifikatet";
"_client_cert_wrong_password_"   = "Tyvärr, du angav ett ogiltigt lösenord.";

// MARK: Login poll
"_poll_desc_"                    = "Slutför inloggningsprocessen i din webbläsare.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Namnet får inte innehålla mellanslag i början eller slutet.";
"_file_name_validator_error_reserved_name_" = "\"%@\" är ett förbjudet namn.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" är ett förbjudet filtillägg.";
"_file_name_validator_error_invalid_character_" = "Namnet innehåller ett ogiltigt tecken: \"%@\".";
"_file_name_validator_error_space_" = "Namnet får inte innehålla mellanslag i början eller slutet.";
"_file_name_new_extension_" = "Att ändra tillägg kan göra att filen öppnas i en annan app.";
"_file_name_empty_" = "Filnamn får inte vara tomt.";
"_please_rename_file_" = "Byt namn på filen eller mappen.";
"hidden_file_name_warning" = "Namnet kommer att resultera i en dold fil.";

"_camera_roll_" = "Bilder";
"_destination_" = "Destination";
"_select_autoupload_albums_" = "Välj album";
"_upload_from_" = "Ladda upp från";
"_multiple_albums_" = "Flera album";
"_smart_albums_" = "Smarta album";
"_albums_" = "Album";
"_new_photos_only_" = "Endast nya bilder";
"_all_photos_" = "Alla bilder";
"_back_up_new_photos_only_" = "Säkerhetskopiera endast nya foton och videor";
"_auto_upload_all_photos_warning_title_" = "Är du säker på att du vill ladda upp alla bilder?";
"_auto_upload_all_photos_warning_message_" = "Bearbetningen kan ta en stund beroende på hur många foton det gäller.";
"_auto_upload_no_new_items_to_upload_" = "Inga nya objekt att ladda upp";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Experimentell";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Fokuserad automatisk uppladdning";
"_focused_auto_upload_settings_footer_" = "Håll appen öppen och tona ned skärmen medan automatisk uppladdning säkerhetskopierar med högre hastighet.";
"_focused_auto_upload_intro_heading_" = "Fortsätt säkerhetskopiera med skärmen nedtonad.";
"_focused_auto_upload_intro_message_" = "Foton och videor fortsätter att säkerhetskopieras med högre hastighet medan skärmen är nedtonad. Under processen:";
"_focused_auto_upload_wifi_" = "Anslut till Wi-Fi";
"_focused_auto_upload_charger_" = "Anslut till en laddare";
"_focused_auto_upload_do_not_exit_" = "Avsluta inte appen";
"_enable_focused_auto_upload_" = "Aktivera fokuserad automatisk uppladdning";
"_focused_auto_upload_backing_up_" = "Säkerhetskopierar";
"_focused_auto_upload_completed_" = "Uppladdningen är klar!";
"_focused_auto_upload_countdown_" = "Lås inte skärmen och avsluta inte appen. Skärmen tonas ned om %d sekunder.";
"_stop_focused_auto_upload_" = "Stoppa fokuserad automatisk uppladdning";
"_finish_" = "Slutför";
"_item_with_same_name_already_exists_" = "Ett objekt med samma namn finns redan.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Förbereder migrering …";
"_scanning_files_" = "Skannar filer …";
"_moving_items_to_domain_" = "Flyttar objekt till rätt domän …";
"_finishing_up_" = "Slutför …";

// MARK: E2EE
"_e2ee_no_session_" = "Fel i ände-till-ände-kryptering, inget konto för denna session";
"_e2ee_no_dir_" = "Fel i ände-till-ände-krypteringen: det gick inte att hämta mappen";
"_e2ee_no_certificate_" = "Fel i ände-till-ände-krypteringen: det gick inte att hämta certifikatet";
"_e2ee_no_generate_key_" = "Fel i ände-till-ände-krypteringen: det gick inte att generera nyckeln";
"_e2ee_no_metadataKey_found_" = "Fel i ände-till-ände-krypteringen: det gick inte att dekryptera metadatanyckeln";
"_e2ee_read_only_" = "Den här krypterade mappen använder en arkiverad nyckeluppsättning och är tillgänglig skrivskyddad.";
"_e2ee_server_key_changed_" = "Nycklarna för end-to-end-kryptering för det här kontot har ändrats på en annan enhet. Ange den nya lösenfrasen för att uppdatera den här enheten. Lagringsutrymmen som hör till tidigare nycklar förblir tillgängliga skrivskyddade.";
"_e2ee_server_key_changed_title_" = "Krypteringsnycklar ändrade";
"_e2ee_no_user_found_" = "Fel i ände-till-ände-kryptering, användaren hittades inte";
"_e2ee_no_signature_found_" = "Fel i ände-till-ände-kryptering, ingen signatur hittades";
"_e2ee_counter_check_" = "Fel i ände-till-ände-kryptering, räknaren är lägre än den föregående";
"_e2ee_signature_failed_" = "Fel i ände-till-ände-krypteringen: signaturverifieringen misslyckades";
"_e2ee_enc_payload_" = "Fel i ände-till-ände-krypteringen: det gick inte att kryptera filinnehållet";
"_e2ee_no_metadata_" = "Fel i ände-till-ände-krypteringen: det gick inte att hämta metadata";
"_e2ee_filedrop_ciphertext_" = "Fel i ände-till-ände-krypteringen: det gick inte att hantera chiffertexten för filinlämningen";
"_e2ee_key_ciphertext_" = "Fel i ände-till-ände-krypteringen: det gick inte att hantera nyckelns chiffertext";
"_e2ee_key_no_checksum_found_" = "Fel i ände-till-ände-krypteringen: ingen kontrollsumma hittades";
"_e2ee_checksum_error_title_" = "Kontrollsummefel i ände-till-ände-krypteringen";
"_e2ee_checksum_error_message_" = "Den krypterade filens kontrollsumma saknas eller är ogiltig.\n\nDetta kan bero på ofullständiga, inaktuella eller inkonsekventa krypteringsmetadata och betyder inte nödvändigtvis att filen eller servern har äventyrats.\n\nFortsätt endast om du litar på servern och förstår risken. Avsluta annars utan att öppna filen.";
"_e2ee_key_checksum_" = "Fel i ände-till-ände-krypteringen: nyckelns kontrollsumma stämmer inte";
"_e2ee_decode_metadata_" = "Fel i ände-till-ände-krypteringen: det gick inte att avkoda metadata";
"_e2ee_no_lock_" = "Fel i ände-till-ände-krypteringen: det gick inte att låsa filen";
"_e2ee_no_decrypt_metadata_" = "Fel i ände-till-ände-krypteringen: det gick inte att dekryptera metadata";
"_e2ee_no_enc_file_" = "Fel i ände-till-ände-krypteringen: det gick inte att kryptera filen";
"_e2ee_no_enc_key_" = "Fel i ände-till-ände-krypteringen: det gick inte att hämta den krypterade nyckeln";
"_e2ee_no_match_checksum_" = "Fel i ände-till-ände-kryptering, kontrollsumman stämmer inte";
"_e2ee_create_folder_" = "Skapar katalog för ände-till-ände-kryptering, vänta …";
"_e2ee_rename_file_" = " Byter namn i ände-till-ände-kryptering, vänta …";
"_e2ee_encrypt_folder_" = "Behandlar ände-till-ände-krypterad mapp, vänta …";
"_e2ee_setup_get_certificate_" = "Servern returnerade inget certifikat";
"_e2ee_setup_create_csr_" = "Det gick inte att generera certifikatbegäran (CSR)";
"_e2ee_setup_sign_certificate_" = "Servern returnerade inget certifikat efter signeringsbegäran";
"_e2ee_setup_extract_publickey_" = "Den publika nyckeln stämmer inte mellan den genererade nyckeln och certifikatet";
"_e2ee_setup_get_privatekey_" = "Servern returnerade ingen krypterad privat nyckel";
"_e2ee_setup_passphrase_error_" = "Den angivna lösenfrasen är felaktig";
"_e2ee_setup_get_publickey_" = "Servern returnerade ingen krypterad publik nyckel";
"_e2ee_setup_encript_privatekey_" = "Det gick inte att kryptera den privata nyckeln";
"_e2ee_setup_store_privatekey_" = "Genereringen av den privata nyckeln gav ingen användbar nyckel";
"_e2ee_setup_verify_publickey_" = "Den publika nyckeln stämmer inte med certifikatet";
"_e2ee_setup_generate_passphrase_" = "Det gick inte att generera en lösenfras";
"_e2ee_setup_privatekey_missing_" = "Den privata nyckeln för ände-till-ände-kryptering kunde inte hittas.";
"_e2e_renew_certificate_success_" = "Ditt certifikat för end-to-end-kryptering har förnyats.";
"_certificate_valid_from_" = "Giltigt från";
"_certificate_valid_until_" = "Giltigt till";
"_certificate_" = "Certifikat";
"_certificate_renew_" = "Förnya certifikat";

// Share details — Governance
"_governance_"                      = "Informationsstyrning";
"_sensitivity_label_"               = "Känslighetsetikett";
"_file_retention_"                  = "Bevarande av filer";
"_legal_hold_"                      = "Juridisk spärr";
"_none_"                            = "Ingen";
"_sections_"                        = "Avsnitt";
"_governance_labels_load_error_"    = "Det gick inte att läsa in etiketter för informationsstyrning.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Vänta en stund …";
"_albums_list_nav_title_"                           = "Album";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "Läser in …";
"_albums_list_error_msg_"                           = "Det gick inte att läsa in album. Försök igen senare!";
"_albums_list_album_name_validation_nonempty_"      = "Albumnamnet får inte vara tomt.";
"_albums_list_album_name_validation_min_length_"    = "Albumnamnet måste innehålla minst 3 tecken.";
"_albums_list_album_name_validation_max_length_"    = "Albumnamnet får inte innehålla fler än 30 tecken.";
"_albums_list_album_name_validation_specials_"      = "Albumnamnet får inte innehålla snedstreck.";
"_albums_list_empty_heading_"                       = "Skapa album för dina foton";
"_albums_list_empty_subheading_"                    = "Du kan ordna alla dina foton i så många album du vill. Du har inte skapat något album ännu.";
"_albums_list_empty_new_album_btn_"                 = "Skapa album";
"_albums_list_own_albums_heading_"                  = "Mina album";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Skapa nytt album";
"_albums_list_new_album_popup_desc_"                = "Ange ett albumnamn med mellan 3 och 30 tecken.";
"_albums_list_new_album_popup_hint_"                = "Albumnamn";
"_albums_list_new_album_popup_positive_btn_"        = "Skapa";
"_albums_list_new_album_popup_negative_btn_"        = "Avbryt";
"_albums_list_rename_album_popup_title_"            = "Byt namn på album";
"_albums_list_rename_album_popup_desc_"             = "Ange ett nytt albumnamn med mellan 3 och 30 tecken.";
"_albums_list_rename_album_popup_hint_"             = "Albumets nya namn";
"_albums_list_rename_album_popup_positive_btn_"     = "Byt namn";
"_albums_list_rename_album_popup_negative_btn_"     = "Avbryt";
"_albums_photo_selection_sheet_title_"              = "Välj bilder";
"_albums_photos_loading_msg_"                       = "Läser in foton …";
"_albums_photos_error_msg_"                         = "Det gick inte att läsa in foton. Försök igen senare!";
"_albums_photos_empty_heading_"                     = "Det enda som saknas är dina foton";
"_albums_photos_empty_subheading_"                  = "Du kan lägga till så många foton du vill. Ett foto kan också tillhöra fler än ett album.";
"_albums_photos_add_photos_btn_"                    = "Lägg till foton";
"_albums_photos_rename_album_btn_"                  = "Byt namn på album";
"_albums_photos_delete_album_btn_"                  = "Ta bort album";
"_albums_delete_album_popup_title_"                 = "Ta bort album?";
"_albums_delete_album_popup_desc_"                  = "Vill du verkligen ta bort detta album? Åtgärden kan inte ångras.";
"_albums_delete_album_popup_positive_btn_"          = "Ta bort";
"_albums_delete_album_popup_negative_btn_"          = "Avbryt";
"_add_to_album"                                     = "Lägg till i album";
"_remove_from_album_"                               = "Ta bort från album";
"_want_remove_from_album_"                          = "Vill du verkligen ta bort från albumet?";


"_autoupload_whole_library_" = "Whole photo library";
"_autoupload_whole_library_description_" = "Checks the entire selected library. Files already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Upload completed up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first uploads";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Files already uploaded to %@ are skipped. The date advances through confirmed uploads and is preserved when auto upload is stopped.";

"_autoupload_ignore_history_" = "Ignore previous upload records";
"_autoupload_ignore_history_description_" = "The app uses a local record to remember uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing files may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic upload active";
